Tekla.Structures.Filtering.Categories.PartFilterExpressions.Lot
The Lot class represents the lot filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Lot.#ctor
Initializes a new instance of the Lot class.